/* When an error while uploading attachment occurred. %@ is the error message description. */
"%@ The attachment has been converted to standard email attachment." = "%@ 附件已转换为标准电子邮件附件。";

/* title of composer when subject has not been entered */
"(No subject)" = "（无主题）";

/* composer: tooltip */
"Add Attachment" = "添加附件";

/* Action description for undo menu item
   tooltip for formatting bar */
"Add Link" = "添加链接";

/* menu item in contextual menu */
"Add Link\\U2026" = "添加链接…";

/* composer: error description/question, message has no subject */
"Are you sure you want to send it?" = "您真的要发送吗？";

/* warning for shortmail accounts */
"Attachments are not allowed" = "不允许附件";

/* Error message when attachment(s) cannot be added because it's too big: title of the dialog box. */
"Attachments too large" = "附件过大";

/* field name */
"Bcc" = "密送";

/* tooltip for formatting bar */
"Bold" = "粗体";

/* composer: list menu item: bullet */
"Bullet" = "项目符号";

/* Action description for undo menu item */
"Bullet Point List" = "项目符号列表";

/* 'link to' dialog box: cancel button
   Cancel button */
"Cancel" = "取消";

/* field name */
"Cc" = "抄送";

/* tooltip for formatting bar */
"Center" = "居中";

/* composer: error description/question, attachments upload is in progress, convert to standard attachment */
"Convert" = "转换";

/* Action description for undo menu item */
"Decrease Indent Level" = "减少缩进级别";

/* composer: menu item: decrease quote */
"Decrease Quote Level" = "减少引用级别";

/* needs to save: Discard button */
"Discard" = "放弃";

/* composer: error description/question, attachments upload is in progress */
"Do you want to convert them to standard e-mail attachments?" = "您是否想要将其转换为标准电子邮件附件？";

/* needs to save. title of the dialog box */
"Do you want to save your email?" = "您要存储电子邮件吗？";

/* 'link to' dialog box: done button
   composer: close search button */
"Done" = "完成";

/* error description. */
"Drafts folder was not found and could not be created. This folder is required to get Sparrow to work properly." = "“草稿”文件夹未找到且无法创建。此文件夹是 Sparrow 正常工作的必要条件。";

/* field name */
"From" = "来自";

/* subject of a forward of an empty message */
"Fw:" = "转发：";

/* subject of the forward of a message, %@ is the original message subject */
"Fw: %@" = "转发： %@";

/* composer: tooltip */
"Hide Cc/Bcc" = "隐藏抄送/密送";

/* composer: menu item: increase quote */
"Increase Quote Level" = "提高引用级别";

/* tooltip for formatting bar */
"Indent-LocFormattingBar" = "缩进";

/* Action description for undo menu item */
"Indent-LocUndo" = "缩进";

/* Error details when the draft could not be loaded in the composer because an attachment needs to be fetched from the remote server. */
"It contains an attachment that needs to be retrieved from the server. Please connect to the Internet to be able to edit the draft." = "其中包含需要从服务器取回的附件。请连接到 Internet 以便能够编辑草稿。";

/* tooltip for formatting bar */
"Italic" = "斜体";

/* tooltip for formatting bar */
"Left Alignment" = "左对齐";

/* 'link to' dialog box: label */
"Link to:" = "链接：";

/* tooltip for formatting bar */
"List" = "列表";

/* Placeholder for the message body when loading of the message is still in progress */
"Loading\\U2026" = "正在载入…";

/* Action description for undo menu item. */
"Make Plain Text" = "制作纯文本";

/* composer: title of the window */
"New Message" = "新邮件";

/* composer: error title, when recipient is empty. */
"No recipient was specified for this message" = "没有为此邮件指定收件人";

/* composer: list menu item: none */
"None" = "无";

/* Action description for undo menu item
   composer: list menu item: numbered */
"Numbered List" = "编号列表";

/* error description. */
"Please activate all your folders in your Gmail settings (http://www.sparrowmailapp.com/faq-gmaillabels) for Sparrow to work properly." = "请在 Gmail 设置中激活所有文件夹 (http://www.sparrowmailapp.com/faq-gmaillabels) 以便 Sparrow 正常工作。";

/* composer: error description, when address is not valid. */
"Please check you typed it properly." = "请检查输入是否正确。";

/* composer: error description, when recipient is empty. */
"Please enter at least one recipient." = "请至少输入一个收件人。";

/* subject of a reply to an empty message */
"Re:" = "回复：";

/* subject of the reply to a message, %@ is the original message subject */
"Re: %@" = "回复： %@";

/* Action description for undo menu item */
"Remove Bullet Point List" = "移去项目符号列表";

/* Action description for undo menu item */
"Remove Numbered List" = "移去编号列表";

/* tooltip for formatting bar */
"Right Alignment" = "右对齐";

/* composer: top bar button
   needs to save: Save button */
"Save" = "存储";

/* composer: top bar button */
"Send" = "发送";

/* composer: top bar button in case of reply and send and archive is enabled */
"Send and Archive" = "发送并归档";

/* composer: error description/question, message has no subject, send anyway button */
"Send anyway" = "仍要发送";

/* Default signature for account. HTML format. %@ is the signature identifier */
"Sent with <a href=\"http://www.sparrowmailapp.com/?%@\">Sparrow</a>" = "已使用 <a href=\"http://www.sparrowmailapp.com/?%@\">Sparrow</a>";

/* Default signature, text version. */
"Sent with Sparrow" = "已使用 Sparrow 发送";

/* composer: tooltip */
"Show Cc/Bcc" = "显示抄送/密送";

/* Action description for undo menu item when signature has been changed */
"Signature" = "签名";

/* signature prefs */
"Signature for:" = "签名：";

/* dialog title: attachement could not be uploaded */
"Some attachments failed to be uploaded to the Cloud" = "一些附件无法上传到云端";

/* error title. */
"Sparrow won't be able to send emails." = "Sparrow 将无法发送电子邮件。";

/* field name */
"Subject" = "主题";

/* composer: tooltip, switch reply/reply all */
"Switch to Reply" = "切换到“全部”";

/* composer: tooltip, switch reply/reply all */
"Switch to Reply All" = "切换到“回复全部”";

/* tooltip for formatting bar */
"Text Color" = "文字颜色";

/* Error message when an attachment cannot be added because it's too big: description in dialog box. */
"The attachment could not be added because it's too large. The total size of the message cannot exceed 25 megabytes." = "不能添加该附件，因为附件太大。邮件的总大小不能超过 25 兆字节。";

/* Error message when the attachments (plural) cannot be added because it's too big: description in dialog box. */
"The attachments could not be added because they are too large. The total size of the message cannot exceed 25 megabytes." = "不能添加这些附件，因为附件太大。邮件的总大小不能超过 25 兆字节。";

/* Error message when the draft could not be loaded in the composer because an attachment needs to be fetched from the remote server. */
"The draft could not be loaded." = "未能加载草稿。";

/* cloud attachment: in composed message, error placeholder when an upload error occurred */
"The file could not be uploaded" = "无法上传文件";

/* composer: error title, when address is not valid. %@ is the invalid address. */
"The following address is not valid: \"%@\"" = "以下地址无效：\"%@\"";

/* when setting a link, error message when the URL is empty */
"The URL is empty" = "URL 为空";

/* when setting a link, error message when the typed URL is not valid */
"The URL is not valid" = "URL 无效";

/* signature prefs */
"This is the main email of the account" = "这是帐户的主电子邮件";

/* composer: error title, message has no subject */
"This message has no subject" = "此邮件没有主题";

/* field name */
"To" = "至";

/* Action description for undo menu item */
"Typing" = "键入";

/* tooltip for formatting bar */
"Underline" = "下划线";

/* composer: error title, attachments upload is in progress */
"Upload of attachments to the cloud is in progress" = "附件正在上传到云端";

/* signature prefs */
"Use custom signature for this alias" = "针对此替身使用自定签名";

/* warning for shortmail accounts */
"You cannot send emails with attachments from Shortmail." = "无法从 Shortmail 发送含有附件的电子邮件。";

/* needs to save. description in the dialog box. */
"Your draft will be discarded if you don't save it." = "如果您不存储，则将会放弃草稿。";

/* Error message when the message could not be saved to remote draft: title of the dialog. */
"Your message has been saved locally." = "您的邮件已经存储在本地。";

/* composer: error title, shortmail counter exceeded. %i is the maximum number of characters */
"Your message is over %i characters" = "您的邮件超过 %i 个字符";

/* composer: error description/question, shortmail counter exceeded */
"Your message is too long. Try to be concise." = "您的邮件太长。请尽量简洁明了。";

